Repository: 13179607996/commcare-hq
Catalog: contrib/locale/*/LC_MESSAGES/django.po
Languages: sw

source: bednet
sw: Analala ndani ya chandalua

source: iron_folic
sw: Ameanza dawa ya Iron na Folic Acid

source: start_tt
sw: Ameanza chanjo ya Pepopunda

source: finish_tt
sw: Amemaliza chanjo ya Pepopunda

source: start_ipt
sw: Ameanza matibabu ya Malaria [SP]

source: finish_ipt
sw: Amemaliza matibabu ya Malaria [SP]

source: deworm
sw: Amepata dawa ya minyoo

source: birth_plan
sw: Ana matayarisha ya kujifungua

source: test_hiv
sw: Amepimwa Ukimwi ndani ya miezi 12

source: test_syphilis
sw: Amepimwa Kaswende ndani ya miezi 12

source: test_bp
sw: Amepimwa msukumu wa damu [BP]

source: test_hb
sw: Amepimwa kiasi cha damu [HB]

source: Open Referrals
sw: Wanawake ambao wanahitaji kwenda zahanati

source: Women 7-10 Months Pregnant
sw: Ujauzito ndani ya miezi 7-10

source: Women Needing Followup (>1 month since last Followup if 1-6 Months, >15 days since last Followup if 7-10 Months)
sw: Wanawake ambao wanahitaji Ufuatiliaji (Followup) (> mwezi 1 tangu Ufuatiliaji wa mwisho kama Ujauzito una mwezi 1-6, > siku 15 kama Ujauzito una miezi 7-10)

source: Everyone Else
sw: Wajauzito wengine

source: Mother Name
sw: Jina la Mama

source: Name of CHW
sw: Jina la Mhudumu wa Afya Vijijini

source: Months Pregnant
sw: Ujauzito ina miezi mingapi

source: Danger Signs
sw: Ugonjwa gani

source: Date Referred
sw: Tarehe ya rufaa

source: Last Referral Visit by CHW
sw: Tarehe ya ziara ya Mhudumu wa Afya Vijijini

source: Days Since Last Seen
sw: Siku ngapi tangu ziara ya mwisho

source: High Risk Factors
sw: Dalili za hatari gani

source: Incomplete Checklist Items
sw: Maandalizi Kabla ya Kujifungua

source: Outcome (Birth/Termination/etc.)
sw: Nini kilichotokea

source: # Children survived
sw: Watoto wangapi walinusurika

source: Children registered?
sw: Watoto wameandikishwa kliniki?

source: Mother survived?
sw: Mama alinusurika?

source: Delivery location
sw: Alifungulia wapi

source: Closed Cases
sw: Mama ambao wamefungulia

source: Other Active Cases (No Actions Required)
sw: Wajauzito wengine

source: safe_pregnancy_feeling
sw: akjisikia vibaya

source: safe_pregnancy_pain_from_vagina
sw: ana matatizo ukeni

source: safe_pregnancy_headache_or_b_vision
sw: anaumwa na kichwa au kupata kizunguzungu

source: safe_pregnancy_dark_urine
sw: ana mkojo mweusi

source: safe_pregnancy_swelling
sw: anavimba miguu au vidole

source: safe_pregnancy_unusual_pain
sw: ana maumivu ya tumbo

source: safe_pregnancy_burn_urinate
sw: anasikia maumivu makali wakati anapokojoa

source: safe_pregnancy_baby_not_moving
sw: mtoto tumboni ameacha kucheza

source: safe_pregnancy_fever
sw: amepata homa

source: safe_pregnancy_other_illness
sw: ameugua magonjwa mengine (INSERT 'which_illness')

source: safe_pregnancy_heavy_bleeding
sw: ametokwa damu nyingi

source: safe_pregnancy_fits
sw: amekuwa na kifafa cha uzazi

source: safe_pregnancy_abdominal_pain_discharge
sw: ana maumivu makali ya tumbo au anatokwa na uchafu ukeni

source: safe_pregnancy_pain_bleeding_urination
sw: anapata maumivu makali wakati wa kukojoa

source: safe_pregnancy_leg_swelling
sw: miguu yake imevimba

source: safe_pregnancy_breast_problems
sw: kuna uvimbe kwenye maziwa

source: safe_pregnancy_uncontrolled_urination
sw: anashindwa kuzuia mkojo wake kutoka

source: safe_pregnancy_vaginal_stool_leaking
sw: kuna mkojo au kinyesi kinatokea ukeni

source: safe_pregnancy_anemia
sw: dalili za kupungufuwa damu
